Revit 2027 API
ParameterTypeId.GridEndSegmentColor Property
 "End Segment Color"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridEndSegmentColor { get; }
Public Shared ReadOnly Property GridEndSegmentColor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridEndSegmentColor {
	ForgeTypeId^ get ();
}
static member GridEndSegmentColor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace